{
  "vocab": [
    "open",
    "website",
    "googlecom",
    "google",
    "go",
    "to",
    "visit",
    "the",
    "axi",
    "please",
    "can",
    "you",
    "chrome",
    "and",
    "browse",
    "amazonin",
    "amazon",
    "site",
    "flipkart",
    "flipkartcom",
    "facebook",
    "instagram",
    "twitter",
    "github",
    "a",
    "i",
    "want",
    "youtube",
    "launch",
    "search",
    "for",
    "music",
    "play",
    "song",
    "on",
    "tech",
    "reviews",
    "look",
    "up",
    "funny",
    "videos",
    "find",
    "coding",
    "tutorials",
    "cooking",
    "show",
    "me",
    "travel",
    "vlogs",
    "songs",
    "tutorial",
    "video",
    "what",
    "do",
    "think",
    "tell",
    "something",
    "explain",
    "this",
    "ask",
    "about",
    "ai",
    "machine",
    "learning",
    "is",
    "your",
    "opinion",
    "talk",
    "give",
    "an",
    "answer",
    "know",
    "help",
    "understand",
    "am",
    "fine",
    "good",
    "im",
    "doing",
    "well",
    "great",
    "feel",
    "who",
    "are",
    "name",
    "whats",
    "thank",
    "thanks",
    "nice",
    "very",
    "cool",
    "wow",
    "awesome",
    "amazing",
    "job",
    "ok",
    "okay",
    "so",
    "yes",
    "yeah",
    "yep",
    "sure",
    "no",
    "nope",
    "not",
    "really",
    "why",
    "how",
    "listen",
    "see",
    "got",
    "it",
    "understood",
    "alright",
    "all",
    "right",
    "correct",
    "exactly",
    "perfect",
    "done",
    "interesting",
    "more",
    "continue",
    "hmm",
    "hm",
    "uh",
    "um",
    "oh",
    "oops",
    "sorry",
    "my",
    "bad",
    "never",
    "mind",
    "forget",
    "nothing",
    "now",
    "later",
    "maybe",
    "perhaps",
    "dont",
    "idea",
    "whatever",
    "hello",
    "hi",
    "hey",
    "bud",
    "morning",
    "evening",
    "night",
    "yo",
    "there",
    "greetings",
    "assistant",
    "friend",
    "day",
    "weather",
    "today",
    "raining",
    "temperature",
    "forecast",
    "check",
    "joke",
    "say",
    "any",
    "jokes",
    "make",
    "laugh",
    "crack",
    "news",
    "latest",
    "headlines",
    "update",
    "happening",
    "read",
    "some",
    "stop",
    "pause",
    "next",
    "change",
    "track",
    "volume",
    "down",
    "musix",
    "take",
    "screenshot",
    "capture",
    "screen",
    "desktop",
    "save",
    "snap",
    "of",
    "full",
    "shutdown",
    "system",
    "turn",
    "off",
    "pc",
    "power",
    "computer",
    "shut",
    "restart",
    "reboot",
    "notepad",
    "start",
    "calculator",
    "vscode",
    "visual",
    "studio",
    "code",
    "whatsapp",
    "web",
    "file",
    "explorer",
    "settings",
    "command",
    "prompt",
    "terminal",
    "time",
    "current"
  ],
  "intents": [
    "open_website",
    "ask_which_website",
    "open_youtube",
    "search_youtube",
    "ai_chat",
    "greeting",
    "weather_check",
    "tell_joke",
    "news_update",
    "music_control",
    "take_screenshot",
    "system_shutdown",
    "system_restart",
    "open_application",
    "tell_time"
  ]
}