{
  "vocab": [
    "open",
    "website",
    "googlecom",
    "google",
    "go",
    "to",
    "visit",
    "the",
    "axi",
    "please",
    "can",
    "you",
    "chrome",
    "and",
    "browse",
    "amazonin",
    "amazon",
    "site",
    "flipkart",
    "flipkartcom",
    "facebook",
    "instagram",
    "twitter",
    "github",
    "kholo",
    "karo",
    "khol",
    "do",
    "zomato",
    "swiggy",
    "linkedin",
    "gmail",
    "kar",
    "whatsapp",
    "web",
    "netflix",
    "hotstar",
    "a",
    "i",
    "want",
    "ek",
    "koi",
    "youtube",
    "launch",
    "dikhao",
    "chalao",
    "chala",
    "start",
    "yt",
    "search",
    "for",
    "music",
    "play",
    "song",
    "on",
    "tech",
    "reviews",
    "look",
    "up",
    "funny",
    "videos",
    "find",
    "coding",
    "tutorials",
    "cooking",
    "show",
    "me",
    "travel",
    "vlogs",
    "songs",
    "tutorial",
    "video",
    "pe",
    "dhundho",
    "gaane",
    "dhundh",
    "mein",
    "khojo",
    "close",
    "browser",
    "band",
    "all",
    "tabs",
    "sab",
    "who",
    "are",
    "what",
    "tell",
    "about",
    "yourself",
    "tum",
    "kaun",
    "ho",
    "kya",
    "sakte",
    "tumhara",
    "naam",
    "hai",
    "is",
    "your",
    "name",
    "apna",
    "introduction",
    "made",
    "tumhe",
    "kisne",
    "banaya",
    "robot",
    "real",
    "ke",
    "baare",
    "batao",
    "help",
    "need",
    "commands",
    "madad",
    "chahiye",
    "sakta",
    "features",
    "mujhe",
    "set",
    "reminder",
    "remind",
    "create",
    "laga",
    "yaad",
    "dilana",
    "banao",
    "alarm",
    "wake",
    "an",
    "subah",
    "uthana",
    "jagana",
    "tomorrow",
    "translate",
    "this",
    "how",
    "say",
    "hindi",
    "english",
    "bolo",
    "iska",
    "matlab",
    "amazing",
    "great",
    "good",
    "job",
    "well",
    "done",
    "nice",
    "work",
    "bahut",
    "accha",
    "shabash",
    "best",
    "bohot",
    "acche",
    "kamaal",
    "awesome",
    "stupid",
    "dumb",
    "useless",
    "idiot",
    "suck",
    "bewakoof",
    "pagal",
    "bekaar",
    "kuch",
    "nahi",
    "aata",
    "ghatiya",
    "am",
    "bored",
    "im",
    "nothing",
    "bore",
    "raha",
    "hoon",
    "maza",
    "aa",
    "entertain",
    "interesting",
    "timepass",
    "sad",
    "feeling",
    "low",
    "not",
    "dukhi",
    "mood",
    "kharab",
    "feel",
    "lag",
    "udaas",
    "happy",
    "doing",
    "khush",
    "hello",
    "hi",
    "hey",
    "bud",
    "morning",
    "evening",
    "night",
    "afternoon",
    "whats",
    "yo",
    "there",
    "greetings",
    "assistant",
    "friend",
    "day",
    "namaste",
    "namaskar",
    "haal",
    "kaise",
    "ji",
    "arre",
    "bhai",
    "buddy",
    "wassup",
    "sup",
    "helo",
    "hii",
    "helloo",
    "heyy",
    "hiii",
    "mrng",
    "gd",
    "suno",
    "sun",
    "bye",
    "goodbye",
    "see",
    "later",
    "take",
    "care",
    "tata",
    "alvida",
    "phir",
    "milenge",
    "chalo",
    "ok",
    "now",
    "chal",
    "baad",
    "milte",
    "hain",
    "thank",
    "thanks",
    "dhanyavad",
    "shukriya",
    "lot",
    "so",
    "much",
    "thnks",
    "thnx",
    "ty",
    "thx",
    "time",
    "it",
    "current",
    "hua",
    "abhi",
    "kitne",
    "baje",
    "waqt",
    "samay",
    "check",
    "bata",
    "gaya",
    "tym",
    "todays",
    "date",
    "aaj",
    "ki",
    "tarikh",
    "today",
    "weather",
    "update",
    "hows",
    "forecast",
    "mausam",
    "kaisa",
    "ka",
    "bahar",
    "raining",
    "baarish",
    "rahi",
    "temperature",
    "kitni",
    "garmi",
    "thand",
    "de",
    "jankari",
    "joke",
    "make",
    "laugh",
    "something",
    "sunao",
    "hasao",
    "comedy",
    "mazaak",
    "suna",
    "hasi",
    "wali",
    "baat",
    "news",
    "khabar",
    "top",
    "headlines",
    "breaking",
    "taza",
    "latest",
    "duniya",
    "calculate",
    "2",
    "plus",
    "add",
    "5",
    "10",
    "multiply",
    "3",
    "by",
    "4",
    "divide",
    "hisaab",
    "lagao",
    "aur",
    "jodo",
    "hota",
    "minus",
    "calculation",
    "math",
    "solve",
    "jod",
    "ye",
    "numbers",
    "screenshot",
    "capture",
    "screen",
    "lo",
    "le",
    "photo",
    "lena",
    "shot",
    "snap",
    "volume",
    "increase",
    "louder",
    "turn",
    "badao",
    "badha",
    "awaaz",
    "zyada",
    "thoda",
    "loud",
    "badhao",
    "sound",
    "down",
    "decrease",
    "quieter",
    "kam",
    "soft",
    "ghatao",
    "mute",
    "silence",
    "chup",
    "silent",
    "mode",
    "zero",
    "some",
    "gaana",
    "bajao",
    "stop",
    "pause",
    "rok",
    "roko",
    "off",
    "lock",
    "my",
    "computer",
    "pc",
    "shutdown",
    "shut",
    "power",
    "system",
    "restart",
    "reboot",
    "dobara",
    "chalu",
    "notepad",
    "calculator",
    "settings",
    "file",
    "explorer",
    "cmd",
    "terminal"
  ],
  "intents": [
    "open_website",
    "ask_which_website",
    "open_youtube",
    "search_youtube",
    "close_browser",
    "ai_chat",
    "help",
    "set_reminder",
    "set_alarm",
    "search_google",
    "translate",
    "compliment",
    "insult",
    "feeling_bored",
    "feeling_sad",
    "feeling_happy",
    "greeting",
    "goodbye",
    "thanks",
    "tell_time",
    "tell_date",
    "weather_check",
    "tell_joke",
    "news_update",
    "calculate",
    "take_screenshot",
    "volume_up",
    "volume_down",
    "mute",
    "music_control",
    "stop_music",
    "lock_screen",
    "shutdown",
    "restart",
    "open_app"
  ]
}