[
  "hello",
  "hi",
  "hey",
  "jarvis",
  "buddy",
  "good",
  "morning",
  "evening",
  "night",
  "how",
  "are",
  "you",
  "whats",
  "up",
  "yo",
  "there",
  "greetings",
  "assistant",
  "friend",
  "day",
  "open",
  "website",
  "googlecom",
  "google",
  "go",
  "to",
  "visit",
  "the",
  "please",
  "can",
  "chrome",
  "and",
  "browse",
  "amazonin",
  "amazon",
  "mys",
  "site",
  "flipkart",
  "flipkartcom",
  "youtubecom",
  "youtube",
  "search",
  "for",
  "india",
  "news",
  "ai",
  "technology",
  "look",
  "weather",
  "on",
  "cricket",
  "score",
  "find",
  "laptop",
  "under",
  "50000",
  "iphone",
  "16",
  "price",
  "something",
  "topic",
  "new",
  "movies",
  "latest",
  "music",
  "play",
  "song",
  "tech",
  "reviews",
  "funny",
  "videos",
  "coding",
  "tutorials",
  "cooking",
  "show",
  "me",
  "travel",
  "vlogs",
  "bollywood",
  "songs",
  "fitness",
  "workout",
  "tube",
  "lofi",
  "beats",
  "video",
  "relaxing",
  "football",
  "highlights",
  "gaming",
  "python",
  "launch",
  "mobile",
  "phones",
  "laptops",
  "shoes",
  "myntra",
  "tshirts",
  "ajio",
  "meesho",
  "kurtis",
  "smart",
  "watch",
  "jeans",
  "jackets",
  "2000",
  "saree",
  "products",
  "footwear",
  "dress",
  "headphones",
  "5000",
  "shopping",
  "what",
  "is",
  "time",
  "tell",
  "current",
  "it",
  "now",
  "give",
  "right",
  "take",
  "a",
  "screenshot",
  "capture",
  "screen",
  "my",
  "desktop",
  "save",
  "snap",
  "of",
  "full",
  "shutdown",
  "system",
  "turn",
  "off",
  "pc",
  "power",
  "computer",
  "shut",
  "down",
  "restart",
  "reboot",
  "notepad",
  "start",
  "calculator",
  "vscode",
  "visual",
  "studio",
  "code",
  "whatsapp",
  "web",
  "file",
  "explorer",
  "settings",
  "command",
  "prompt",
  "terminal",
  "do",
  "think",
  "explain",
  "this",
  "i",
  "want",
  "ask",
  "about",
  "machine",
  "learning",
  "your",
  "opinion",
  "talk",
  "an",
  "answer",
  "know",
  "help",
  "understand",
  "tutorial",
  "cats"
]