{
  "vocab": [
    "10",
    "100",
    "2",
    "3",
    "4",
    "5",
    "aa",
    "aaj",
    "aata",
    "abhi",
    "about",
    "access",
    "accha",
    "acche",
    "add",
    "afternoon",
    "agla",
    "alarm",
    "alvida",
    "am",
    "amazing",
    "amazon",
    "and",
    "any",
    "apna",
    "arre",
    "assistant",
    "aur",
    "awaaz",
    "awesome",
    "axi",
    "baad",
    "baare",
    "baarish",
    "baat",
    "bache",
    "back",
    "badao",
    "badha",
    "badhao",
    "badlo",
    "bahar",
    "bahut",
    "bajao",
    "baje",
    "bana",
    "banao",
    "banaya",
    "band",
    "bata",
    "batao",
    "bekaar",
    "best",
    "bewakoof",
    "bhai",
    "bohot",
    "bolo",
    "bore",
    "bored",
    "breaking",
    "browse",
    "browser",
    "bud",
    "buddy",
    "bye",
    "calculate",
    "calculation",
    "calculator",
    "called",
    "capture",
    "care",
    "celsius",
    "chahiye",
    "chal",
    "chala",
    "chalao",
    "chalo",
    "chalu",
    "change",
    "changes",
    "check",
    "chrome",
    "chup",
    "close",
    "cmd",
    "code",
    "coding",
    "com",
    "comedy",
    "command",
    "commands",
    "commit",
    "commits",
    "computer",
    "contents",
    "continue",
    "conversion",
    "convert",
    "cooking",
    "countdown",
    "create",
    "currency",
    "current",
    "date",
    "dates",
    "day",
    "days",
    "de",
    "decrease",
    "define",
    "definition",
    "delete",
    "dependencies",
    "dev",
    "development",
    "dhanyavad",
    "dhundh",
    "dhundho",
    "dikha",
    "dikhao",
    "dilana",
    "din",
    "directory",
    "divide",
    "dobara",
    "document",
    "doing",
    "dollars",
    "done",
    "down",
    "dukhi",
    "dumb",
    "duniya",
    "editor",
    "ek",
    "english",
    "entertain",
    "erase",
    "euros",
    "evening",
    "exchange",
    "explorer",
    "facebook",
    "fahrenheit",
    "features",
    "feel",
    "feeling",
    "feet",
    "file",
    "filename",
    "files",
    "find",
    "flipkart",
    "folder",
    "forecast",
    "friend",
    "funny",
    "future",
    "gaana",
    "gaane",
    "gallons",
    "garmi",
    "gaya",
    "gd",
    "generate",
    "ghatao",
    "ghatiya",
    "git",
    "github",
    "gmail",
    "go",
    "good",
    "goodbye",
    "google",
    "great",
    "greetings",
    "haal",
    "hai",
    "hain",
    "happy",
    "hasao",
    "hasi",
    "headlines",
    "hello",
    "helloo",
    "helo",
    "help",
    "hey",
    "heyy",
    "hi",
    "hii",
    "hiii",
    "hindi",
    "hisaab",
    "ho",
    "hold",
    "hoon",
    "hota",
    "hotstar",
    "how's",
    "hua",
    "i",
    "idiot",
    "im",
    "increase",
    "inr",
    "instagram",
    "install",
    "interesting",
    "introduction",
    "iska",
    "it",
    "jagana",
    "jankari",
    "ji",
    "job",
    "jod",
    "jodo",
    "joke",
    "ka",
    "kaisa",
    "kaise",
    "kam",
    "kamaal",
    "kar",
    "karo",
    "kaun",
    "ke",
    "kg",
    "khabar",
    "kharab",
    "khojo",
    "khol",
    "kholo",
    "khush",
    "ki",
    "kisne",
    "kitne",
    "kitni",
    "km",
    "koi",
    "kuch",
    "kya",
    "lag",
    "laga",
    "lagao",
    "last",
    "later",
    "latest",
    "laugh",
    "launch",
    "le",
    "lena",
    "linkedin",
    "list",
    "liters",
    "lo",
    "local",
    "locate",
    "lock",
    "look",
    "lot",
    "loud",
    "louder",
    "low",
    "madad",
    "made",
    "make",
    "many",
    "math",
    "matlab",
    "mausam",
    "maza",
    "mazaak",
    "me",
    "mean",
    "meaning",
    "mein",
    "message",
    "meters",
    "milenge",
    "miles",
    "milte",
    "minus",
    "minutes",
    "mode",
    "modules",
    "mood",
    "morning",
    "move",
    "mrng",
    "much",
    "mujhe",
    "multiply",
    "music",
    "mute",
    "my",
    "naam",
    "nahi",
    "namaskar",
    "namaste",
    "name",
    "named",
    "naya",
    "netflix",
    "new",
    "newname",
    "news",
    "next",
    "nice",
    "night",
    "node",
    "not",
    "notepad",
    "nothing",
    "now",
    "npm",
    "numbers",
    "off",
    "ok",
    "oldname",
    "open",
    "packages",
    "pagal",
    "path",
    "pause",
    "pc",
    "pe",
    "phir",
    "photo",
    "pichla",
    "play",
    "playback",
    "playing",
    "please",
    "plus",
    "pounds",
    "power",
    "powershell",
    "previous",
    "prompt",
    "pull",
    "push",
    "query",
    "quieter",
    "raha",
    "rahi",
    "raining",
    "rate",
    "read",
    "real",
    "reboot",
    "remind",
    "reminder",
    "remote",
    "remove",
    "rename",
    "repo",
    "repository",
    "restart",
    "resume",
    "reviews",
    "robot",
    "rok",
    "roko",
    "run",
    "rupees",
    "sa",
    "sab",
    "sad",
    "sakta",
    "sakte",
    "samay",
    "save",
    "say",
    "screen",
    "screenshot",
    "search",
    "see",
    "server",
    "set",
    "settings",
    "shabash",
    "shot",
    "show",
    "shukriya",
    "shut",
    "shutdown",
    "silence",
    "silent",
    "site",
    "skip",
    "snap",
    "soft",
    "solve",
    "something",
    "song",
    "songs",
    "sound",
    "spotify",
    "start",
    "status",
    "stop",
    "studio",
    "stupid",
    "subah",
    "subtract",
    "suck",
    "sun",
    "suna",
    "sunao",
    "suno",
    "sup",
    "swiggy",
    "sync",
    "system",
    "tabs",
    "take",
    "tarikh",
    "tata",
    "taza",
    "tech",
    "tell",
    "temperature",
    "terminal",
    "thand",
    "thank",
    "thanks",
    "this",
    "thnks",
    "thnx",
    "thoda",
    "thx",
    "time",
    "timepass",
    "today",
    "today's",
    "tomorrow",
    "top",
    "track",
    "translate",
    "trash",
    "travel",
    "tum",
    "tumhara",
    "tumhe",
    "turn",
    "tutorial",
    "tutorials",
    "twitter",
    "ty",
    "tym",
    "udaas",
    "unit",
    "until",
    "up",
    "update",
    "upload",
    "usd",
    "useless",
    "uthana",
    "video",
    "videos",
    "visit",
    "visual",
    "vlogs",
    "volume",
    "vs",
    "vscode",
    "wake",
    "wali",
    "want",
    "waqt",
    "wassup",
    "weather",
    "web",
    "website",
    "week",
    "weekday",
    "weeks",
    "well",
    "what",
    "what's",
    "whatsapp",
    "which",
    "who",
    "word",
    "work",
    "working",
    "write",
    "yaad",
    "ye",
    "yo",
    "you",
    "your",
    "yourself",
    "youtube",
    "yt",
    "zero",
    "zomato",
    "zyada"
  ],
  "intents": [
    "ai_chat",
    "ask_which_website",
    "calculate",
    "close_browser",
    "compliment",
    "create_file",
    "create_folder",
    "currency_convert",
    "date_math",
    "days_between",
    "define_word",
    "delete_file",
    "delete_folder",
    "feeling_bored",
    "feeling_happy",
    "feeling_sad",
    "git_commit",
    "git_pull",
    "git_push",
    "git_status",
    "goodbye",
    "greeting",
    "help",
    "insult",
    "list_files",
    "lock_screen",
    "mute",
    "news_update",
    "next",
    "npm_install",
    "open_application",
    "open_file",
    "open_spotify",
    "open_terminal",
    "open_vscode",
    "open_website",
    "open_youtube",
    "pause",
    "play",
    "previous",
    "rename_file",
    "restart_system",
    "search_file",
    "search_google",
    "search_youtube",
    "set_alarm",
    "set_reminder",
    "shutdown_system",
    "start_server",
    "stop",
    "take_screenshot",
    "tell_date",
    "tell_joke",
    "tell_time",
    "thanks",
    "translate",
    "unit_convert",
    "volume_down",
    "volume_up",
    "weather_check",
    "what_day"
  ]
}