{
  "vocab": [
    "1",
    "10",
    "100",
    "2",
    "25",
    "3",
    "30",
    "32",
    "4",
    "5",
    "50",
    "7",
    "aa",
    "aage",
    "aaj",
    "aata",
    "ab",
    "abhi",
    "about",
    "access",
    "accha",
    "acche",
    "acha",
    "add",
    "addition",
    "afternoon",
    "agenda",
    "agla",
    "agle",
    "ago",
    "ai",
    "aise",
    "alag",
    "alarm",
    "alarrm",
    "alert",
    "alram",
    "alrm",
    "alvida",
    "am",
    "amazing",
    "amazon",
    "and",
    "any",
    "apna",
    "app",
    "application",
    "appointments",
    "appreciate",
    "arre",
    "arth",
    "artificial",
    "assistance",
    "assistant",
    "audio",
    "aur",
    "awaaz",
    "away",
    "awesome",
    "axi",
    "baad",
    "baar",
    "baare",
    "baarish",
    "baat",
    "bache",
    "bachi",
    "back",
    "backend",
    "backward",
    "badal",
    "badao",
    "badha",
    "badhao",
    "badho",
    "badlo",
    "bahar",
    "bahut",
    "baja",
    "bajao",
    "baje",
    "bakwas",
    "bana",
    "banao",
    "banaya",
    "band",
    "bas",
    "bash",
    "bata",
    "batao",
    "battery",
    "bekaar",
    "best",
    "better",
    "bewakoof",
    "bhai",
    "bhej",
    "bhejna",
    "bhejo",
    "bhi",
    "bhool",
    "bhoolna",
    "birthday",
    "bluetooth",
    "boerd",
    "bohot",
    "bolo",
    "bolte",
    "bore",
    "bored",
    "boredd",
    "boreed",
    "boring",
    "boss",
    "brainless",
    "break",
    "breaking",
    "brighten",
    "brighter",
    "brightness",
    "brilliant",
    "browse",
    "browser",
    "browsing",
    "browsr",
    "bt",
    "bud",
    "buddhu",
    "buddy",
    "bura",
    "button",
    "bye",
    "byee",
    "byeee",
    "calcualate",
    "calculate",
    "calculater",
    "calculation",
    "calculator",
    "calculte",
    "calendar",
    "call",
    "called",
    "cant",
    "capture",
    "care",
    "catch",
    "celebration",
    "celsius",
    "chahiye",
    "chal",
    "chala",
    "chalao",
    "chalo",
    "chalu",
    "change",
    "changes",
    "charge",
    "charging",
    "check",
    "cheer",
    "christmas",
    "chrome",
    "chup",
    "cli",
    "close",
    "closee",
    "clse",
    "cmd",
    "code",
    "coding",
    "com",
    "comedy",
    "comfort",
    "comit",
    "command",
    "commands",
    "commit",
    "commits",
    "commmit",
    "compose",
    "computer",
    "connect",
    "connection",
    "console",
    "contents",
    "continue",
    "control",
    "conversion",
    "convert",
    "convrt",
    "convrtion",
    "cooking",
    "correct",
    "count",
    "countdown",
    "creae",
    "creaet",
    "creat",
    "create",
    "curency",
    "currency",
    "current",
    "curreny",
    "d",
    "dabao",
    "daet",
    "dalo",
    "darken",
    "dat",
    "date",
    "datee",
    "dates",
    "day",
    "dayes",
    "days",
    "de",
    "deadline",
    "decrease",
    "dedo",
    "defin",
    "define",
    "definition",
    "defintion",
    "dekhna",
    "dekhne",
    "dekhni",
    "deleet",
    "delete",
    "delte",
    "dependencies",
    "der",
    "desktop",
    "dete",
    "dev",
    "development",
    "dhanyavad",
    "dheema",
    "dhundh",
    "dhundhna",
    "dhundho",
    "dictionary",
    "dikha",
    "dikhao",
    "dil",
    "dilana",
    "dim",
    "dimag",
    "dimmer",
    "din",
    "dir",
    "directory",
    "disable",
    "disconnect",
    "display",
    "divide",
    "divided",
    "dobara",
    "document",
    "doing",
    "dollar",
    "dollars",
    "don't",
    "done",
    "dont",
    "door",
    "dost",
    "down",
    "draft",
    "dte",
    "dude",
    "dukhi",
    "dumb",
    "duniya",
    "dusra",
    "dusri",
    "dyas",
    "editor",
    "ek",
    "ekdum",
    "else",
    "email",
    "emails",
    "empty",
    "enable",
    "english",
    "enough",
    "entertain",
    "entertainment",
    "entries",
    "erase",
    "euro",
    "euros",
    "evening",
    "event",
    "events",
    "ever",
    "everything",
    "exam",
    "exchange",
    "excited",
    "exist",
    "exit",
    "explain",
    "explorer",
    "facebook",
    "fahrenheit",
    "faltu",
    "fantastic",
    "farewell",
    "features",
    "feel",
    "feeling",
    "feet",
    "feling",
    "festival",
    "fetch",
    "file",
    "filename",
    "files",
    "final",
    "find",
    "flie",
    "flipkart",
    "flles",
    "fnd",
    "folder",
    "foldr",
    "forecast",
    "forex",
    "forget",
    "forgot",
    "forward",
    "fresh",
    "friend",
    "frontend",
    "fun",
    "funny",
    "future",
    "gaana",
    "gaane",
    "gadhe",
    "galat",
    "gallons",
    "game",
    "gaming",
    "garmi",
    "gaya",
    "gbp",
    "gd",
    "generate",
    "get",
    "ghatao",
    "ghatiya",
    "giit",
    "git",
    "github",
    "gitt",
    "give",
    "gmail",
    "go",
    "gogle",
    "going",
    "good",
    "goodbye",
    "goodnight",
    "googel",
    "google",
    "gooodbye",
    "got",
    "gotta",
    "grab",
    "grateful",
    "great",
    "greetings",
    "guide",
    "haal",
    "hai",
    "hain",
    "hang",
    "hanso",
    "happppy",
    "happy",
    "happyy",
    "hard",
    "hasao",
    "hasi",
    "hata",
    "hatao",
    "headines",
    "headlines",
    "health",
    "hear",
    "hello",
    "helloji",
    "helloo",
    "hellooo",
    "helo",
    "help",
    "helped",
    "helping",
    "helpp",
    "hepl",
    "hey",
    "heya",
    "heyy",
    "hi",
    "hii",
    "hiii",
    "hindi",
    "hisaab",
    "hlloo",
    "hlo",
    "hlp",
    "ho",
    "hoga",
    "hogi",
    "hold",
    "home",
    "hoon",
    "hopeless",
    "hota",
    "hote",
    "hotstar",
    "howdy",
    "hows",
    "hua",
    "i",
    "ide",
    "identity",
    "idiot",
    "im",
    "important",
    "inbox",
    "increase",
    "information",
    "inr",
    "instagram",
    "instal",
    "install",
    "installl",
    "intelligence",
    "intelligent",
    "interesting",
    "internet",
    "introduction",
    "iska",
    "isko",
    "it",
    "it's",
    "its",
    "ja",
    "jagana",
    "jana",
    "jankari",
    "jao",
    "jarvis",
    "ji",
    "jo",
    "job",
    "jod",
    "jodo",
    "joek",
    "joke",
    "jokee",
    "json",
    "ka",
    "kaam",
    "kab",
    "kahan",
    "kaisa",
    "kaise",
    "kal",
    "kam",
    "kamaal",
    "kar",
    "karlo",
    "karna",
    "karne",
    "karni",
    "karo",
    "karte",
    "karu",
    "kaun",
    "ke",
    "keep",
    "kg",
    "khabar",
    "kharab",
    "khelein",
    "khojo",
    "khol",
    "kholni",
    "kholo",
    "khush",
    "ki",
    "kilometer",
    "kilometers",
    "kisne",
    "kitna",
    "kitne",
    "kitni",
    "kiya",
    "km",
    "know",
    "ko",
    "koi",
    "kuch",
    "kya",
    "lag",
    "laga",
    "lagao",
    "language",
    "lao",
    "laptop",
    "last",
    "late",
    "later",
    "latest",
    "laugh",
    "launch",
    "le",
    "leave",
    "leaving",
    "left",
    "lelo",
    "lena",
    "less",
    "let",
    "lets",
    "level",
    "life",
    "light",
    "liist",
    "like",
    "liked",
    "likhna",
    "likho",
    "line",
    "linkedin",
    "list",
    "listen",
    "listening",
    "liters",
    "liye",
    "lo",
    "load",
    "local",
    "localhost",
    "locally",
    "locate",
    "lock",
    "lok",
    "lokc",
    "long",
    "look",
    "loop",
    "lost",
    "lot",
    "loud",
    "louder",
    "love",
    "low",
    "lower",
    "ls",
    "madad",
    "made",
    "mai",
    "mail",
    "mails",
    "maja",
    "make",
    "manager",
    "mann",
    "many",
    "maro",
    "marriage",
    "mat",
    "math",
    "matlab",
    "mausam",
    "max",
    "maximum",
    "maza",
    "mazaak",
    "me",
    "mean",
    "meanign",
    "meaning",
    "meeting",
    "meetings",
    "mein",
    "message",
    "messages",
    "meter",
    "meters",
    "mil",
    "mile",
    "milenge",
    "miles",
    "milte",
    "minimum",
    "minus",
    "minute",
    "minutes",
    "mix",
    "mode",
    "modify",
    "modules",
    "moment",
    "monday",
    "money",
    "month",
    "mood",
    "morning",
    "move",
    "movie",
    "mrng",
    "mte",
    "much",
    "muet",
    "mujhe",
    "multiply",
    "musec",
    "music",
    "mute",
    "mutte",
    "my",
    "naam",
    "nahi",
    "namaskar",
    "namaste",
    "name",
    "named",
    "navigate",
    "navigation",
    "naya",
    "nayi",
    "ne",
    "neend",
    "netflix",
    "new",
    "newname",
    "news",
    "newss",
    "next",
    "nextt",
    "nice",
    "night",
    "niklo",
    "nmp",
    "no",
    "node",
    "not",
    "notepad",
    "notes",
    "nothing",
    "notification",
    "now",
    "npm",
    "number",
    "numbers",
    "nws",
    "nxt",
    "oepn",
    "off",
    "ok",
    "old",
    "oldname",
    "one",
    "online",
    "open",
    "opn",
    "opne",
    "oppn",
    "order",
    "organize",
    "origin",
    "out",
    "paas",
    "package",
    "packages",
    "padhna",
    "padhni",
    "pagal",
    "page",
    "paint",
    "paly",
    "panel",
    "party",
    "pase",
    "past",
    "pata",
    "path",
    "pathar",
    "paus",
    "pause",
    "pausee",
    "pc",
    "pe",
    "peace",
    "peeche",
    "pehle",
    "percent",
    "percentage",
    "perfect",
    "permanently",
    "phir",
    "photo",
    "piche",
    "pichla",
    "plan",
    "play",
    "playback",
    "playing",
    "playlist",
    "please",
    "pll",
    "plus",
    "ply",
    "plya",
    "plz",
    "positive",
    "pound",
    "pounds",
    "power",
    "powershell",
    "previous",
    "previuos",
    "previus",
    "project",
    "prompt",
    "properly",
    "psuh",
    "pull",
    "pulll",
    "purana",
    "purpose",
    "push",
    "pussh",
    "put",
    "query",
    "quick",
    "quiet",
    "quieter",
    "quit",
    "raha",
    "rahi",
    "raining",
    "rakhna",
    "random",
    "randomize",
    "randomly",
    "rate",
    "read",
    "real",
    "really",
    "reboot",
    "reduce",
    "refresh",
    "relax",
    "reload",
    "remainder",
    "remaining",
    "remember",
    "remidr",
    "remind",
    "reminded",
    "reminder",
    "remindme",
    "remindr",
    "remindre",
    "remote",
    "remove",
    "renam",
    "rename",
    "renme",
    "repeat",
    "repeating",
    "replay",
    "repo",
    "repository",
    "response",
    "restaart",
    "restar",
    "restart",
    "restrat",
    "resume",
    "return",
    "reviews",
    "rewind",
    "robot",
    "rok",
    "roko",
    "roshni",
    "ruk",
    "ruko",
    "run",
    "rupee",
    "rupees",
    "sa",
    "saaad",
    "saath",
    "sab",
    "sad",
    "sadd",
    "sahi",
    "sakta",
    "sakte",
    "samay",
    "samjha",
    "samjhao",
    "save",
    "say",
    "sceenshot",
    "schedule",
    "screen",
    "screenshoot",
    "screenshot",
    "screensht",
    "scren",
    "se",
    "search",
    "secure",
    "see",
    "send",
    "sequence",
    "serach",
    "server",
    "servr",
    "set",
    "settings",
    "setup",
    "sever",
    "shabash",
    "shell",
    "shh",
    "shot",
    "show",
    "shudown",
    "shuffle",
    "shukriya",
    "shuru",
    "shut",
    "shutdown",
    "shutdwn",
    "shutodwn",
    "shw",
    "signing",
    "silence",
    "silent",
    "site",
    "skip",
    "skipp",
    "slow",
    "smart",
    "snap",
    "soch",
    "soft",
    "softer",
    "solve",
    "som",
    "something",
    "song",
    "songs",
    "soon",
    "sound",
    "spootify",
    "spotfy",
    "spotify",
    "staging",
    "start",
    "stats",
    "status",
    "stauts",
    "step",
    "stoop",
    "stop",
    "stopp",
    "stp",
    "strat",
    "stuck",
    "studio",
    "stupid",
    "subah",
    "subtract",
    "suck",
    "sun",
    "suna",
    "sunai",
    "sunao",
    "sunday",
    "sunna",
    "suno",
    "sup",
    "support",
    "surfing",
    "surprise",
    "swiggy",
    "switch",
    "sync",
    "system",
    "tab",
    "tabs",
    "tak",
    "take",
    "talk",
    "talking",
    "tarikh",
    "task",
    "tata",
    "taza",
    "team",
    "tech",
    "tej",
    "tel",
    "tell",
    "temperature",
    "temporarily",
    "terminal",
    "terminl",
    "termnal",
    "termnial",
    "terrible",
    "test",
    "text",
    "tha",
    "thaanks",
    "thand",
    "thank",
    "thanks",
    "thankss",
    "thanku",
    "that",
    "thats",
    "thi",
    "think",
    "this",
    "thnak",
    "thnks",
    "thnku",
    "thnx",
    "thoda",
    "thodi",
    "thx",
    "till",
    "time",
    "timee",
    "timepass",
    "times",
    "tod",
    "today",
    "todays",
    "todya",
    "toggle",
    "tomorrow",
    "top",
    "touch",
    "track",
    "tracks",
    "trailer",
    "tranlate",
    "transalte",
    "translate",
    "translation",
    "translte",
    "trash",
    "travel",
    "trending",
    "trip",
    "tuesday",
    "tum",
    "tumhara",
    "tumhare",
    "tumhari",
    "tumhe",
    "tumne",
    "tumse",
    "tunes",
    "turn",
    "tutorial",
    "tutorials",
    "twitter",
    "txt",
    "ty",
    "tym",
    "udaas",
    "uncommitted",
    "understand",
    "undo",
    "unit",
    "units",
    "unread",
    "until",
    "unwanted",
    "up",
    "upcoming",
    "update",
    "updates",
    "upload",
    "upset",
    "us",
    "usd",
    "use",
    "useless",
    "uthana",
    "vacation",
    "via",
    "vibes",
    "video",
    "videos",
    "visit",
    "visual",
    "vlogs",
    "vocabulary",
    "volum",
    "volume",
    "volumee",
    "voume",
    "vs",
    "vscod",
    "vscode",
    "vscodee",
    "wait",
    "wajah",
    "wake",
    "wala",
    "wali",
    "want",
    "wapas",
    "waqt",
    "wassup",
    "waste",
    "wat",
    "watch",
    "wats",
    "weather",
    "weatherr",
    "weathr",
    "web",
    "websit",
    "website",
    "webste",
    "week",
    "weekday",
    "weeks",
    "well",
    "wether",
    "what",
    "what's",
    "whats",
    "whatsapp",
    "which",
    "who",
    "whta",
    "wifi",
    "window",
    "wo",
    "wonderful",
    "word",
    "wordpad",
    "work",
    "working",
    "worst",
    "write",
    "ya",
    "yaad",
    "ye",
    "year",
    "yehi",
    "yesterday",
    "yo",
    "you",
    "your",
    "youre",
    "yourself",
    "youtub",
    "youtube",
    "youtueb",
    "yt",
    "yuotube",
    "zero",
    "zomato",
    "zsh",
    "zyada"
  ],
  "intents": [
    "ai_chat",
    "ask_which_website",
    "brightness_down",
    "brightness_up",
    "browser.go_back",
    "browser.reload",
    "calculate",
    "check_calendar",
    "check_email",
    "close_browser",
    "compliment",
    "create_file",
    "create_folder",
    "currency_convert",
    "date_math",
    "days_between",
    "define_word",
    "delete_file",
    "delete_folder",
    "feeling_bored",
    "feeling_happy",
    "feeling_sad",
    "git_commit",
    "git_pull",
    "git_push",
    "git_status",
    "goodbye",
    "greeting",
    "help",
    "insult",
    "list_files",
    "lock_screen",
    "media.repeat",
    "media.shuffle",
    "mute",
    "news_update",
    "next",
    "npm_install",
    "open_application",
    "open_file",
    "open_spotify",
    "open_terminal",
    "open_vscode",
    "open_website",
    "open_youtube",
    "pause",
    "play",
    "previous",
    "rename_file",
    "restart_system",
    "search_file",
    "search_google",
    "search_youtube",
    "send_email",
    "set_alarm",
    "set_reminder",
    "shutdown_system",
    "start_server",
    "stop",
    "system.battery_check",
    "take_screenshot",
    "tell_date",
    "tell_joke",
    "tell_time",
    "thanks",
    "toggle_bluetooth",
    "toggle_wifi",
    "translate",
    "unit_convert",
    "volume_down",
    "volume_up",
    "weather_check",
    "what_day"
  ]
}